{
  "mal_id": 19,
  "title": "Monster",
  "synopsis": "Dr. Kenzou Tenma, an elite neurosurgeon recently engaged to his hospital director's daughter, is well on his way to ascending the hospital hierarchy. That is until one night, a seemingly small event changes Dr. Tenma's life forever. While preparing to perform surgery on someone, he gets a call from the hospital director telling him to switch patients and instead perform life-saving brain surgery on a famous performer. His fellow doctors, fiancée, and the hospital director applaud his accomplishment; but because of the switch, a poor immigrant worker is dead, causing Dr. Tenma to have a crisis of conscience.\n\nSo when a similar situation arises, Dr. Tenma stands his ground and chooses to perform surgery on the young boy Johan Liebert instead of the town's mayor. Unfortunately, this choice leads to serious ramifications for Dr. Tenma—losing his social standing being one of them. However, with the mysterious death of the director and two other doctors, Dr. Tenma's position is restored. With no evidence to convict him, he is released and goes on to attain the position of hospital director. \n\nNine years later when Dr. Tenma saves the life of a criminal, his past comes back to haunt him—once again, he comes face to face with the monster he operated on. He must now embark on a quest of pursuit to make amends for the havoc spread by the one he saved.\n\n[Written by MAL Rewrite]",
  "type": "TV",
  "episodes": 74,
  "status": "Finished Airing",
  "rating": "R+ - Mild Nudity",
  "score": 8.89,
  "rank": 23,
  "popularity": 120,
  "members": 1257375,
  "favorites": 58853,
  "duration": "24 min per ep",
  "season": "spring",
  "year": 2004,
  "studios": [
    "Madhouse"
  ],
  "genres": [
    "Drama",
    "Mystery",
    "Suspense"
  ],
  "themes": [
    "Adult Cast",
    "Psychological"
  ],
  "demographics": [
    "Seinen"
  ],
  "images": {
    "image_url": "https://cdn.myanimelist.net/images/anime/10/18793.jpg",
    "small_image_url": "https://cdn.myanimelist.net/images/anime/10/18793t.jpg",
    "large_image_url": "https://cdn.myanimelist.net/images/anime/10/18793l.jpg"
  }
}